[
  {
    "id": 1,
    "name": "AHU (Air Handling Unit)",
    "descriptionmain": "Regulates, conditions, and circulates air in HVAC systems for ventilation and air quality.",
    "description": "An Air Handling Unit (AHU) is a critical component of HVAC systems, responsible for regulating and circulating air. These units typically consist of fans, heating/cooling coils, filters, dampers, and sound attenuators, all enclosed in a metal box. AHUs condition and distribute air as part of a complete HVAC system, ensuring proper ventilation and indoor air quality. They are used in large commercial buildings, industrial plants, and hospitals where consistent temperature and clean air are vital. Depending on their application, AHUs can be customized to include humidifiers, energy recovery systems, and advanced filtration for improved air quality. Their modular design also allows scalability, making them suitable for a wide range of spaces and needs.",
    "image": "/mainimage/ahu unit.png",
    "div1": {
      "title": "Air Handling Units: Components & Performance",
      "titleDescription": "Air Handling Units (AHUs) are engineered to deliver efficient climate control and ventilation. They integrate components like filters, blowers, heating/cooling elements, and dampers to manage indoor environments. Common in office buildings, manufacturing units, and healthcare facilities, AHUs help maintain consistent temperature and humidity levels.",
      "image": "/image1.jpg"
    },
    "imageGallery": [
      "/ahu/ahu1.webp",
      "/ahu/ahu2.webp",
      "/ahu/ahu3.jpg",
      "/ahu/ahu4.jpg",
      "/ahu/ahu5.webp",
      "/ahu/ahu6.webp",
      "/ahu/ahu7.webp",
      "/ahu/ahu8.webp"
    ]
  },
  {
    "id": 2,
    "name": "FCU (Fan Coil Unit)",
    "descriptionmain": "Provides localized heating or cooling using a fan and coil without requiring ductwork.",
    "description": "A Fan Coil Unit (FCU) is a simple device consisting of a fan and a heating or cooling coil, used to control the temperature in a space without connecting to ductwork. It’s commonly installed in hotels, apartments, and commercial spaces where zone-based temperature control is essential. FCUs can be configured as two-pipe or four-pipe systems, enabling them to either heat or cool or switch between the two. They are compact, cost-effective, and easy to maintain. Their flexible installation options (wall-mounted, ceiling-mounted, or floor-standing) make them ideal for retrofits or spaces with specific layout constraints. FCUs operate quietly and efficiently while offering precise climate control.",
    "image": "/image2.webp",
    "div1": {
      "title": "Fan Coil Units: Flexible Cooling & Heating Solutions",
      "titleDescription": "Fan Coil Units (FCUs) offer localized heating and cooling in a compact form. They provide energy-efficient temperature regulation and work independently or with a central HVAC system. Their adaptability in layout and design makes them a popular choice for zoned comfort control.",
      "image": "/image2.webp"
    },
    "imageGallery": [
      "/fcu/fcu1.jpg",
      "/fcu/fcu2.jpg",
      "/fcu/fcu3.jpg",
      "/fcu/fcu4.jpg",
      "/fcu/fcu5.jpg",
      "/fcu/fcu6.avif",
      "/fcu/fcu7.jpeg",
      "/fcu/fcu8.jpg"
    ]
  },
  {
    "id": 3,
    "name": "Air Washer Unit",
    "descriptionmain": "Cleans and humidifies air using water sprays, improving air quality in industrial spaces.",
    "description": "Air Washer Units are hybrid systems used to wash, clean, and humidify air before it enters workspaces. These units are primarily used in industrial settings such as textile factories, food processing plants, and printing facilities. An air washer consists of a water spray section, filters, and fans that remove dust, allergens, and pollutants from incoming air while adding moisture to improve comfort and air quality. By maintaining optimal humidity and cleanliness, air washers help prevent respiratory issues, reduce static electricity, and preserve materials sensitive to dry air. They are often integrated into large-scale ventilation systems and can handle high air volumes efficiently.",
    "image": "/image3.jpg",
    "div1": {
      "title": "Air Washers: Humidification & Air Purification",
      "titleDescription": "Air Washer Units clean and humidify the air by using water to capture dust and pollutants, making them ideal for industrial environments. Their dual-purpose design enhances both air quality and comfort by controlling temperature and relative humidity in large-scale settings.",
      "image": "/image3.jpg"
    },
    "imageGallery": [
      "/awu/awu1.webp",
      "/awu/awu2.jpg",
      "/awu/awu3.jpg",
      "/awu/awu4.webp",
      "/awu/awu5.webp",
      "/awu/awu6.webp",
      "/awu/awu7.webp",
      "/awu/awu8.webp"
    ]
  },
  {
    "id": 4,
    "name": "Exhaust Unit",
    "descriptionmain": "Removes stale air, smoke, and fumes to maintain indoor air quality and safety.",
    "description": "Exhaust Units are engineered to remove stale air, fumes, smoke, odors, and airborne pollutants from enclosed spaces. These units are crucial in maintaining a clean and safe indoor environment, especially in kitchens, laboratories, factories, and commercial spaces. They typically include powerful fans and filters, and are often integrated with duct systems for efficient ventilation. By extracting contaminated air and replacing it with fresh air, exhaust units help regulate temperature, humidity, and overall air quality. Their role in improving energy efficiency and reducing buildup of hazardous substances makes them essential in industrial and residential setups alike.",
    "image": "/image4.jpg",
    "div1": {
      "title": "Exhaust Systems: Clean Air Through Ventilation",
      "titleDescription": "Exhaust Units are designed to expel polluted air from interior environments and ensure continuous air exchange. By controlling airflow and maintaining indoor air quality, they contribute to health, comfort, and compliance with safety regulations.",
      "image": "/image4.jpg"
    },
    "imageGallery": [
      "/eu/eu1.jpeg",
      "/eu/eu2.jpg",
      "/eu/eu3.jpeg",
      "/eu/eu4.jpg",
      "/eu/eu5.jpeg",
      "/eu/eu6.webp",
      "/eu/eu7.webp",
      "/eu/eu8.jpg"
    ]
  },
  {
    "id": 5,
    "name": "Wet Scrubber Unit",
    "descriptionmain": "Uses water to eliminate harmful gases and particulates from industrial exhaust streams efficiently.",
    "description": "Wet Scrubbers are pollution control devices that remove particulates and harmful gases from industrial exhaust streams using liquid solutions, typically water. These systems operate by drawing contaminated gas into a chamber where it comes in contact with a scrubbing liquid. The particles and gases are absorbed or chemically neutralized and then removed from the airflow. Wet scrubbers are especially effective for applications involving corrosive gases, chemical fumes, and dust particles. They are commonly used in chemical processing, steel manufacturing, and power generation industries to meet environmental compliance standards and improve worker safety.",
    "image": "/image5.jpg",
    "div1": {
      "title": "Wet Scrubbers: Industrial Air Pollution Control",
      "titleDescription": "Wet Scrubber Units use water-based methods to capture dust, smoke, and gases. Their effectiveness in removing both particulate matter and harmful gases makes them ideal for factories, smelters, and chemical plants.",
      "image": "/image5.jpg"
    },
    "imageGallery": [
      "/wsu/wsu1.jpg",
      "/wsu/wsu2.jpg",
      "/wsu/wsu3.jpg",
      "/wsu/swu4.webp",
      "/wsu/swu5.webp",
      "/wsu/swu6.webp",
      "/wsu/swu7.webp",
      "/wsu/swu8.jpg"
    ]
  },
  {
    "id": 6,
    "name": "Dry Scrubber Unit",
    "descriptionmain": "Removes pollutants from exhaust gases using dry sorbents without moisture or water.",
    "description": "Dry Scrubber Units are advanced air pollution control systems that eliminate contaminants from industrial exhaust gases without using water or liquid reagents. These units work by injecting a dry sorbent material into the gas stream, where it chemically reacts with acidic gases like sulfur dioxide, hydrogen chloride, or other pollutants. The resulting compounds are then captured in a particulate control device such as a fabric filter. Dry scrubbers are highly efficient, require less maintenance, and are especially useful in applications where moisture in the system is undesirable. They're widely used in cement plants, incinerators, and foundries for effective emissions control.",
    "image": "/image6.jpg",
    "div1": {
      "title": "Dry Scrubbers: Efficient Emission Reduction Without Water",
      "titleDescription": "Designed for environments where wet processes aren’t viable, Dry Scrubbers provide efficient filtration of toxic gases. Their low-maintenance, moisture-free operation makes them perfect for high-temperature and water-sensitive industries.",
      "image": "/image6.jpg"
    },
    "imageGallery": [
      "/dsu/dsu1.png",
      "/dsu/dsu2.webp",
      "/dsu/dsu3.webp",
      "/dsu/dsu4.jpg",
      "/dsu/dsu5.jpg",
      "/dsu/dsu6.webp",
      "/dsu/dsu7.webp",
      "/dsu/dsu8.webp"
    ]
  },
  {
    "id": 7,
    "name": "Industrial Cooler",
    "descriptionmain": "Eco-friendly cooling solution using water evaporation, ideal for large hot industrial environments.",
    "description": "Industrial Coolers are large-scale cooling systems designed for use in factories, warehouses, and other industrial environments. Unlike traditional AC units, industrial coolers work by drawing in hot air, passing it through water-saturated pads, and circulating cool air using high-speed fans. This process is energy-efficient, environmentally friendly, and especially suitable for hot, dry climates. These coolers improve air quality, reduce indoor temperatures significantly, and are cost-effective for expansive spaces. They come in various capacities and configurations such as ducted, portable, or rooftop-mounted units, offering flexibility and scalability for diverse industrial cooling needs.",
    "image": "/image7.jpg",
    "div1": {
      "title": "Industrial Air Coolers: Sustainable & Scalable Cooling",
      "titleDescription": "Industrial Coolers provide natural, energy-efficient cooling solutions for large-scale environments. Their eco-friendly design supports high air circulation with minimal power consumption, ideal for plant floors and storage facilities.",
      "image": "/image7.jpg"
    },
    "imageGallery": [
      "/ic/ic1.jpg",
      "/ic/ic2.avif",
      "/ic/ic3.jpg",
      "/ic/ic4.jpg",
      "/ic/ic5.webp",
      "/ic/ic6.jpg",
      "/ic/ic7.jpg",
      "/ic/ic8.jpg"
    ]
  },
  {
    "id": 8,
    "name": "Axial Flow Fan",
    "descriptionmain": "Moves large volumes of air parallel to fan axis for ventilation and cooling applications.",
    "description": "Axial Flow Fans are high-efficiency fans designed to move air or gas parallel to the fan shaft, offering powerful airflow over large volumes. These fans are commonly used in ventilation, cooling, and exhaust applications in warehouses, tunnels, industrial plants, and greenhouses. They come in multiple blade configurations and diameters to meet specific airflow and pressure needs. Axial fans are energy-efficient and capable of operating at high speeds while maintaining low noise levels. Their robust design and ease of installation make them a go-to solution for both industrial and commercial HVAC systems requiring reliable air movement.",
    "image": "/image8.webp",
    "div1": {
      "title": "Axial Flow Fans: High-Performance Air Circulation",
      "titleDescription": "Engineered for large-scale air movement, Axial Flow Fans offer a balance of volume and efficiency. Their straight-through airflow makes them ideal for ventilating long ducts and expansive facilities with minimal resistance.",
      "image": "/image8.webp"
    },
    "imageGallery": [
      "/af/af1.webp",
      "/af/af2.jpeg",
      "/af/af3.png",
      "/af/af4.jpeg",
      "/af/af5.webp",
      "/af/af6.webp",
      "/af/af7.png",
      "/af/af8.webp"
    ]
  },
  {
    "id": 9,
    "name": "Centrifugal Blower",
    "descriptionmain": "Generates high-pressure airflow for ventilation, HVAC, and industrial material handling applications.",
    "description": "Centrifugal Blowers are used to generate high-pressure airflow for industrial applications. These blowers draw air into the center of the fan and discharge it at a 90-degree angle, creating higher pressures than axial fans. They are widely employed in material handling, air pollution control, HVAC, and cooling systems. Centrifugal blowers are robust, durable, and available in various impeller types to suit specific performance requirements. Their ability to handle air with particulates or moisture makes them ideal for harsh industrial settings. They also provide stable airflow in systems with varying pressure conditions and duct resistance.",
    "image": "/image9.webp",
    "div1": {
      "title": "Centrifugal Blowers: Industrial Strength Air Pressure",
      "titleDescription": "Known for their ability to produce high-pressure air, Centrifugal Blowers are built for tough industrial jobs. Their curved blades and rugged construction ensure steady performance even in particle-heavy environments.",
      "image": "/image9.webp"
    },
    "imageGallery": [
      "/cf/cf1.png",
      "/cf/cf2.jpg",
      "/cf/cf3.jpg",
      "/cf/cf4.jpg",
      "/cf/cf5.jpg",
      "/cf/cf6.jpg",
      "/cf/cf7.webp",
      "/cf/cf8.webp"
    ]
  },
  {
    "id": 10,
    "name": "Exhaust Hood",
    "descriptionmain": "Captures smoke, heat, and vapors, improving safety and ventilation in kitchens and industries.",
    "description": "Exhaust Hoods are designed to capture and remove heat, grease, steam, smoke, and airborne contaminants from kitchens and industrial workspaces. These systems consist of hoods, ducting, filters, and fans that create negative pressure to pull air through filters and discharge it outside. Exhaust hoods are essential for maintaining indoor air quality, preventing fire hazards, and complying with safety regulations in commercial kitchens, workshops, and chemical labs. They can be wall-mounted, island-style, or custom-built to match specific requirements and layouts. With stainless-steel construction and grease baffles, they are built to handle heavy-duty applications.",
    "image": "/image10.webp",
    "div1": {
      "title": "Exhaust Hoods: Essential Ventilation for Kitchens & Industry",
      "titleDescription": "Exhaust Hoods effectively trap heat, smoke, and grease-laden vapors, ensuring safe, breathable environments. Their robust filtration systems and customizable designs make them suitable for both culinary and industrial applications.",
      "image": "/image10.webp"
    },
    "imageGallery": [
      "/eh/eh1.jpg",
      "/eh/eh2.webp",
      "/eh/eh3.jpeg",
      "/eh/eh4.jpg",
      "/eh/4h5.png",
      "/eh/eh6.jpg",
      "/eh/eh7.jpg",
      "/eh/eh8.jpg"
    ]
  },
  {
    "id": 11,
    "name": "Industrial Mancooler",
    "descriptionmain": "Delivers high-velocity airflow to cool workers and equipment in hot industrial environments.",
    "description": "Industrial Mancoolers are heavy-duty, high-velocity fans designed for cooling people and machinery in large, hot industrial environments. These portable units deliver a strong, concentrated airflow to specific areas where heat stress or inadequate ventilation is an issue. Mancoolers are ideal for steel plants, foundries, workshops, and loading bays. Built with rugged frames, durable motors, and adjustable airflow direction, they improve worker comfort and operational efficiency. Some models feature explosion-proof motors or misting capabilities. Their portability and reliability make them indispensable for temporary or permanent cooling needs in large industrial setups.",
    "image": "/image1.jpg",
    "div1": {
      "title": "Industrial Mancoolers: Direct Cooling Where It Matters",
      "titleDescription": "Built to withstand tough environments, Industrial Mancoolers offer targeted, mobile airflow solutions. Their high-speed fans and directional control make them indispensable in hot work zones where comfort and safety intersect.",
      "image": "/image1.jpg"
    },
    "imageGallery": [
      "/imc/imc1.jpg",
      "/imc/imc2.webp",
      "/imc/imc3.jpg",
      "/imc/imc4.avif",
      "/imc/imc5.jpeg",
      "/imc/imc6.webp",
      "/imc/imc7.webp",
      "/imc/imc8.jpeg"
    ]
  },
  {
    "id": 12,
    "name": "HVLS Fans",
    "descriptionmain": "Large ceiling fans circulating massive air volumes at low speeds for comfort and energy efficiency.",
    "description": "High-Volume, Low-Speed (HVLS) Fans are large-diameter ceiling fans that move a significant amount of air at low rotational speeds. These fans are energy-efficient and designed to improve air circulation in warehouses, gymnasiums, and commercial spaces. HVLS fans work by creating a large column of air that travels down and outward, replacing stagnant air and reducing the reliance on traditional HVAC systems. They help maintain even temperatures across large spaces, reduce humidity, and improve worker comfort. HVLS fans are also known for their quiet operation and minimal maintenance requirements, making them ideal for continuous use.",
    "image": "/image4.jpg",
    "div1": {
      "title": "HVLS Fans: Smart Cooling for Large Indoor Spaces",
      "titleDescription": "HVLS Fans deliver efficient, quiet air movement across wide areas. Their slow speed and wide coverage reduce energy costs while enhancing comfort and air quality in massive indoor facilities.",
      "image": "/image4.jpg"
    },
    "imageGallery": [
      "/hvls/hvls1.jpg",
      "/hvls/hvls2.jpeg",
      "/hvls/hvls3.jpg",
      "/hvls/hvls4.jpg",
      "/hvls/hvls5.jpg",
      "/hvls/hvls6.webp",
      "/hvls/hvls7.webp",
      "/hvls/hvls8.jpg"
    ]
  },
  {
    "id": 13,
    "name": "Greenhouse Fans",
    "descriptionmain": "Enhances air circulation in greenhouses, maintaining temperature, humidity, and healthy plant growth.",
    "description": "Greenhouse Fans are specialized ventilation systems that help regulate temperature, humidity, and air quality in controlled growing environments. By facilitating consistent air circulation, these fans prevent the buildup of hot spots, reduce the risk of plant diseases, and promote healthier growth. They come in various types, including horizontal airflow (HAF) fans, exhaust fans, and intake fans. Greenhouse fans are built to withstand high humidity levels and often include corrosion-resistant materials. Whether used in commercial or hobby greenhouses, they support year-round productivity and create optimal climates for various plant species.",
    "image": "/image5.jpg",
    "div1": {
      "title": "Greenhouse Fans: Climate Control for Healthy Plants",
      "titleDescription": "Greenhouse Fans maintain the delicate environmental balance needed for plant cultivation. Their role in circulating air and managing humidity ensures consistent growth and disease prevention in all seasons.",
      "image": "/image5.jpg"
    },
    "imageGallery": [
      "/ghf/ghf1.webp",
      "/ghf/ghf2.jpg",
      "/ghf/ghf3.jpg",
      "/ghf/ghf4.jpg",
      "/ghf/ghf5.avif",
      "/ghf/ghf6.avif",
      "/ghf/ghf7.jpg",
      "/ghf/ghf8.webp"
    ]
  }
]
